/*
小区表，2025年1月10日更新
*/

INSERT INTO "community" ("name","code", "parent_code", "pinyin_prefix","similar_name_1","similar_name_2","similar_name_3") VALUES
('南海家园一里',1,110115116,'n','南海家园1里',null,null),
('南海家园二里',2,110115116,'n','南海家园2里',null,null),
('南海家园三里',3,110115116,'n','南海家园3里',null,null),
('南海家园四里',4,110115116,'n','南海家园4里',null,null),
('南海家园五里',5,110115116,'n','南海家园5里',null,null),
('南海家园六里',6,110115116,'n','南海家园6里',null,null),
('南海家园七里',7,110115116,'n','南海家园7里',null,null),
('鹿海园一里',8,110115013,'l','鹿海园1里',null,null),
('鹿海园二里',9,110115013,'l','鹿海园2里',null,null),
('鹿海园三里',10,110115013,'l','鹿海园3里',null,null),
('鹿海园五里',11,110115013,'l','鹿海园5里',null,null),
('博客雅苑',12,110115013,'b','鹿海园4里','鹿海园四里',null);